[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
?
□
。
【
】
一
七
万
三
上
下
不
与
且
世
丘
业
丛
东
丝
丞
两
严
中
临
丹
为
主
举
乃
久
义
之
乌
乐
乘
九
也
乡
书
乱
乾
了
予
争
事
二
于
云
五
井
交
亦
享
京
亭
亲
人
仁
今
仍
从
他
仙
代
令
以
仪
仰
任
休
众
会
传
伤
伴
似
但
低
住
何
佛
作
佩
佳
使
侍
依
侣
侯
侵
便
俗
信
修
俱
倒
倚
倾
偈
偏
停
偶
傍
僧
儿
元
兄
先
光
入
全
八
公
六
兮
兰
共
关
兴
兵
其
兹
养
兼
内
再
军
冠
冥
冬
冰
况
冷
净
凉
凌
凝
几
凤
凭
出
刀
分
列
刘
则
初
利
别
到
制
前
剑
力
功
动
劳
势
勤
化
北
十
千
升
半
华
南
占
卢
卧
即
却
卷
卿
历
厌
原
去
县
参
又
及
友
双
发
取
受
变
口
古
句
只
可
台
史
叶
司
叹
各
合
同
名
后
吏
向
君
吟
含
听
启
吴
吹
吾
呈
周
呼
命
和
咏
咸
咽
哀
响
哭
唐
唯
啼
善
喜
喧
嗟
嘉
四
回
因
园
国
图
圆
土
圣
在
地
坐
坛
垂
城
堂
堪
塞
境
壁
士
声
处
备
复
夏
夕
外
多
夜
大
天
太
夫
失
头
夷
奇
奈
奉
奏
女
好
如
妇
妖
妾
始
威
子
字
存
孙
孝
孤
学
宁
宅
宇
守
安
宗
官
定
宜
宝
实
客
室
宫
宴
宵
家
容
宿
寂
寄
密
寒
寥
对
寺
寻
寿
封
将
尊
小
少
尔
尘
尚
就
尺
尽
居
屋
展
山
岁
岂
岛
岩
岭
岳
岸
峰
崇
崔
川
州
巢
差
已
巴
市
布
帆
师
帘
帝
带
席
常
干
平
年
并
幸
幽
广
庆
床
序
应
底
庙
府
废
度
庭
延
开
异
弃
引
弟
张
弦
弹
归
当
形
彩
影
彼
往
征
径
待
徒
得
御
微
德
心
必
忆
志
忘
忧
念
忽
怀
怅
怜
思
急
性
怨
怪
恐
恨
恩
息
恶
悟
悠
悬
悲
情
惊
惜
惟
惭
想
愁
意
愚
感
愿
戎
戏
成
我
战
户
房
所
手
才
扬
承
投
折
报
披
抱
拂
招
拜
拟
持
指
接
推
掩
摇
攀
收
改
放
故
教
敢
散
数
文
斋
斗
斜
断
斯
新
方
施
旋
旌
无
既
日
旧
早
时
昌
明
昏
易
昔
星
映
春
昨
昭
是
昼
晓
晚
晨
景
晴
智
暂
暑
暗
暮
曙
曲
更
曹
曾
最
月
有
服
望
朝
期
木
未
本
朱
机
杀
杂
李
村
条
来
杨
杯
松
极
枕
林
果
枝
枯
柏
柳
树
栖
校
根
桂
桃
桐
桑
桥
梁
梅
梦
楚
楼
横
檐
次
欢
欲
歌
止
正
此
步
武
死
殊
残
殷
殿
每
比
毛
氏
气
水
永
求
汉
江
池
沈
沙
没
沧
河
泉
法
泛
波
泥
泪
泽
洛
洞
洲
流
浅
济
浑
浦
浪
浮
海
消
涛
涯
深
添
清
渐
渔
渚
游
湖
湘
湿
源
溪
满
滴
漫
潜
潭
潮
澄
火
灭
灯
灵
炎
点
烛
烟
烦
烧
然
煌
照
燕
爱
片
牛
物
牵
犬
犹
狂
独
献
猿
玄
玉
王
珠
理
琴
琼
瑞
甘
生
用
田
由
画
界
留
疏
疑
病
登
白
百
皆
皇
盈
盘
盛
目
直
相
眉
看
真
眠
眼
瞻
知
短
石
破
碧
磬
示
礼
祀
祖
神
禁
禅
福
离
秀
秋
种
秦
积
称
移
稀
程
穆
穴
穷
空
穿
窗
立
竞
章
童
端
竹
笑
笔
第
笼
筵
管
篇
类
粉
精
系
素
紫
繁
红
纵
纷
细
终
经
结
绕
绝
绿
缘
罗
罢
羁
美
群
羽
翁
翠
翻
老
者
而
耶
聊
肃
肠
肯
胜
胡
能
臣
自
至
舍
舒
舞
舟
船
良
色
艳
节
花
芳
苍
苑
苔
若
苦
英
茅
茫
荆
草
荐
荒
荡
荣
药
荷
莫
莲
莺
营
萧
落
著
蓬
薄
藏
虎
虚
虫
虽
蛇
蜀
蝉
行
衣
表
衰
被
裴
西
要
见
观
觉
角
解
言
计
许
论
访
识
词
诗
诚
语
说
诸
谁
调
谢
谣
谷
象
贞
贤
贫
贵
赋
赏
赠
赤
走
赴
起
越
足
路
身
车
轩
转
轮
轻
载
辞
边
达
过
迎
运
近
还
进
远
连
迟
迢
迷
迹
送
逐
途
通
逢
逸
遂
遇
遍
道
遗
遣
遥
避
那
邻
郊
郎
郡
郭
都
酒
酬
醉
采
里
重
野
金
钓
钟
钱
销
锦
镜
长
门
问
闲
间
闻
阁
阙
阳
阴
阶
陆
陇
陈
降
限
院
除
陪
陵
随
隐
隔
难
雁
雄
集
雨
雪
雷
雾
霄
霜
霞
露
青
静
非
面
鞭
音
韵
顺
须
顾
频
题
颜
风
飘
飞
食
饮
馀
馆
首
香
马
驱
驾
驿
骑
骨
高
鬓
魂
鱼
鳞
鸟
鸡
鸣
鸿
鹤
黄
鼓
齐
龙
，
：
？
##□
□□
□□□
