[PAD]
[UNK]
[CLS]
[SEP]
[MASK]
□
。
【
】
一
七
万
丈
三
上
下
不
与
且
世
丘
业
丛
东
丝
丞
两
严
中
临
丹
为
主
举
乃
久
义
之
乌
乐
乘
九
也
乡
书
乱
乾
争
事
二
于
云
五
井
交
亦
京
亭
亲
人
今
仍
从
他
仙
代
令
以
仰
任
休
众
会
传
伤
伴
似
但
低
住
何
佛
作
佩
佳
使
侍
依
侯
侵
便
俗
信
修
俱
倚
借
倾
偏
偶
傍
催
僧
儿
元
兄
先
光
入
全
八
公
六
兮
兰
共
关
兴
兵
其
兹
养
兼
内
再
军
冠
冥
冬
冰
况
冷
净
凉
凌
凝
几
凤
凭
出
刀
分
列
刘
初
利
别
到
制
前
剑
力
劝
功
动
劳
势
勤
化
北
十
千
升
半
华
南
卢
卧
危
即
却
卷
卿
历
厌
原
去
县
参
又
及
友
双
发
取
受
变
口
古
句
只
可
台
史
叶
司
叹
各
合
同
名
后
吏
向
君
吟
含
听
吴
吹
吾
呈
员
周
呼
命
和
咏
哀
哉
响
哭
唐
唯
唱
商
啼
喜
喧
嗟
嘉
四
回
因
园
国
图
圆
土
圣
在
地
坐
垂
城
堂
堪
塘
塞
境
墙
壁
士
壮
声
壶
处
复
夏
夕
外
多
夜
大
天
太
夫
失
头
夷
奇
奈
奉
奏
女
好
如
妆
妇
妾
始
子
字
存
孙
孤
学
宁
宅
守
安
宗
官
定
宜
宝
实
客
宣
室
宫
宴
宵
家
容
宾
宿
寂
寄
密
寒
寥
对
寺
寻
寿
封
射
将
尊
小
少
尔
尘
尚
就
尺
尽
居
屋
屏
属
山
岁
岂
岩
岭
岳
岸
峡
峰
崔
川
州
巢
差
已
巴
市
帆
师
帐
帘
帝
带
席
常
幕
干
平
年
并
幸
幽
广
床
庐
应
底
庙
府
度
庭
开
异
弃
弄
引
弟
张
弦
弹
强
归
当
形
彩
影
彼
往
征
径
待
徒
得
御
微
德
心
必
忆
志
忘
忧
念
忽
怀
怅
怜
思
急
性
怨
怪
恋
恐
恨
恩
息
悠
悬
悲
情
惆
惊
惜
惟
惭
想
愁
意
感
愧
愿
戎
戏
成
我
或
战
户
房
所
手
才
扬
承
把
投
折
报
披
抱
拂
招
拜
拟
拥
持
挂
指
接
掩
携
摇
攀
收
放
故
教
敢
散
数
文
斋
斗
斜
断
斯
新
方
旅
旋
旌
旗
无
既
日
旧
早
时
明
昏
易
昔
星
映
春
昨
昭
是
昼
晓
晚
晨
景
晴
暂
暖
暗
暮
曲
更
曹
曾
最
月
有
服
望
朝
期
木
未
本
朱
机
杀
杂
李
村
杜
条
来
杨
杯
松
极
枕
林
枝
枯
柳
树
栖
根
桂
桃
桐
桑
桥
梁
梅
梦
棹
楚
楼
横
次
欢
欲
歌
正
此
步
武
死
殊
残
殷
殿
母
每
比
毛
气
水
永
求
汉
江
池
沈
沙
没
沧
河
沾
泉
法
泛
波
泣
泥
泪
泽
洒
洛
洞
津
洲
流
浅
浦
浩
浪
浮
海
消
涧
涯
淮
深
添
清
渐
渔
渚
渡
游
湖
湘
湿
源
溪
满
滴
漏
漠
漫
潜
潭
潮
澄
火
灭
灯
灵
炉
点
烛
烟
烧
然
照
燕
爱
片
牛
物
牵
犹
狂
独
献
猿
玄
玉
王
珠
理
琴
琼
瑶
甘
生
用
田
由
画
留
疏
疑
疾
病
登
白
百
皆
皇
盈
盖
盘
盛
目
直
相
省
眉
看
真
眠
眼
知
短
石
破
碧
礼
神
禁
禅
离
禽
秀
秋
种
秦
积
称
移
稀
程
穷
空
穿
窗
立
竟
章
童
端
竹
笑
笔
第
笼
策
筵
管
篇
粉
精
素
紫
繁
红
纵
纷
细
终
经
结
绕
绝
绣
绮
绿
缘
罗
罢
美
羡
群
羽
翁
翠
翻
老
者
而
耕
耳
肠
肯
背
胜
胡
能
腰
臣
自
至
舍
舞
舟
船
良
色
艳
节
花
芳
苍
苏
苑
苔
若
苦
英
茅
茫
荆
草
荒
荡
荣
药
荷
莫
莲
莺
菊
营
萧
落
著
蓬
薄
藏
虎
虚
虽
蜀
蝉
行
衔
衣
衰
袖
被
裴
襟
西
要
覆
见
观
觉
角
解
言
计
许
论
访
识
词
诏
试
诗
诚
语
说
诸
读
谁
调
谢
谷
象
负
贤
贫
贵
赋
赏
赠
赤
走
赴
起
越
足
路
身
车
轩
转
轮
轻
载
辉
辞
边
达
过
迎
近
还
进
远
连
迟
迢
迷
迹
追
送
逐
途
通
逢
遂
遇
遍
道
遗
遣
遥
避
那
邻
郊
郎
郑
郡
郭
都
酒
酬
醉
采
里
重
野
金
钓
钟
钱
银
销
锦
镜
长
门
闭
问
闲
间
闻
阁
阑
阙
阳
阴
阶
陆
陈
陌
降
院
除
陪
陵
陶
随
隐
隔
难
雁
雄
集
雨
雪
雷
雾
霄
霜
霞
露
青
静
非
面
音
韵
须
顾
频
题
颜
风
飘
飞
食
饮
馀
馆
首
香
马
驱
驾
驿
骑
骨
高
鬓
魂
鱼
鲁
鸟
鸡
鸣
鸳
鸾
鸿
鹤
黄
鼓
齐
龙
，
：
##□
##□□
□□□
□□
□□□□□
□□□□□□□
□□□□
□□□□□□
